const cates = [
  {
    mainCate: "학업 / 교육",
    subCate: [
      "대학 및 입시 상담",
      "진로상담",
      "이과관련 교육",
      "문화관련 교육",
      "논술 및 자소서 작성",
    ],
    mainTitle: "멘토스에서 입사와 취업까지도 준비해 보세요!",
    subTitle:
      "여러 입시 전문가와 직업선택에 도움을 줄 멘토들이 기다리고 있어요! \n 학업에 고민이 많은 주니어 멘티를 도와주실 멘토 분들도 언제나 환영합니다! ",
    cateImg: "@/imges/cateImgs/edu.jpg",
  },
  {
    mainCate: "경력 / 직업",
    subCate: ["취업준비", "경력전환", "직장 내 문제 해결", "리더쉽 및 팀관리", "커리어 개발"],
    mainTitle:
      "여러 경력자들이 모여 있는 멘토서에서 \n 조언을 듣고 커리어를 높여보세요!",
    subTitle:
      "저희 멘토스에는 은퇴하신 많은 시니어 멘토분들이 계세요! \n 회사생활을 하시며 산전수전 겪어보신 여러 멘토분들께 직장에서의\n 고민, 이직 준비, 경력전환에 관련해 멘토링 받아보세요!",
    cateImg: "@/imges/cateImgs/job.jpg",
  },
  {
    mainCate: "IT / 기술",
    subCate: ["백엔드", "프론트엔드", "데이터관리", "인공지능(AI)", "사이버 보안"],
    mainTitle:
      "첨단 IT 기술과 함께 살아가는 지금! 기초부터 전문분야 까지 \n 멘토스에서!",
    subTitle:
      "젊은 주니어 멘토들과 노련한 시니어 멘토 개발자들이 기다리고 계세요! \n 이곳 멘토스에서만!",
    cateImg: "@/imges/cateImgs/it.jpg",
  },
  {
    mainCate : "금융 / 경제",
    subCate : ["재테크 / 투자", "개인 금융 관리", "창업 자금 조달", "비즈니스 전략","부동산 투자"],
    mainTitle : 
    "재테크 초보는 모여라 \n 경영 멘토리이 부터 수많은 경험이 있으신 시니어 멘토의 멘토링!",
    subTitle : 
    "여러 금융 / 경제 관련 문제는 믿음 있는 멘토에게 기초부터 탄탄하게 \n 배우셔야 해요!AI 매칭으로 최고의 멘토를 찾아줄게요!",
    cateImg: "@/images/cateImgs/eco.jpg",
  },
  {
    mainCate: "자기계발 & 멘탈케어",
    subCate: ["정신건강","시간관리","인간관계","커뮤니케이션","독서"],
    mainTitle: 
    "바쁜 일상 속, 때로는 인생의 길잡이가 필요하지 않나요? \n 젊은 세대와의 트렌디함이 있는 주니어 멘토와의 소통을 해보세요.",
    subTitle: 
    "경험이 가득한 시니어 멘토링을 통해 조언과 가르침으로 \n 성장 해보세요! \n 시니어 멘토는 나이와 경험의 경계를 허물고 더 큰 지혜를 얻어가보세요!",
    cateImg: "@/images/cateImgs/bio.jpg",
  },
  {
    mainCate: "예술 / 취미",
    subCate: ["미디어와 SNS", "음악작곡 / 연주", "그림과 디자인", "스포츠", "취미공유"],
    mainTitle: 
    "예슐과 취미, 혼자 배우는 것도 좋지만 \n 누군가의 손길이 더해질 때 더욱 빛이 나지 않나요?",
    subTitle: 
    "이곳에서는 교과서에 나와 있지 않은 '진짜' 노하우와 \n 이야기들이 기다리고있어요. \n 멘토링을 통해 손끝에서 표현되는 예술과 취미를 하나씩 배워보세요.",
    cateImg: "@/images/cateImgs/art.jpg",
  },
  {
    mainCate: "기타",
    subCate: ["식단과 운동", "여행 준비", "패션/스타일링", "자녀교육/양육", "연애&결혼 상담"],
    mainTitle: 
    "여러분이 고민하는 삶의 순간마다 든든한 멘토가 되어줄 멘토스!",
    subTitle: 
    "다양한 카테고리의 멘토링을 통해 여러분의 일상에 맞는 \n 현실적인 조언과 경험을 나눌 수 있습니다 \n 멘토스가 마련한 분야별 멘토링을 통해 마음속 질문들에 답을 찾아보세요.",
    cateImg: "@/images/cateImgs/etc.jpg",
  }
];

export default cates;
